---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KgfDashMPerM
source: html/aa8e7d8a-7065-3882-fc80-d5802127c2f6.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KgfDashMPerM Property

Symbol kgf-m/m, indicating unit Kilogram force meters per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KgfDashMPerM { get; }
```